[
    {
        "question": "How do I apply?",
        "answert": "We prioritize online applications, but we also entertain walk-in applicants."
    }, 
    {
        "question": "How long is the hiring process?",
        "answert": "Our application process lasts for one (1) to three (3) weeks."
    }, 
    {
        "question": "How do I know the available positions?",
        "answert": "Please visit our Career page to know the job that best suits your interest and abilities."
    },
    {
        "question": "What are the benefits that you provide?",
        "answert": "We offer a high remuneration package and above industry perks and benefits. Click here to know more of what we have in store for you."
    }, 
    {
        "question": "Can I apply for different job positions?",
        "answert": "We prioritize online applications, but we also entertain walk-in applicants."
    },
    {
        "question": "Do you provide accommodation for expat employees?",
        "answert": "Yes. We provide accommodation. Wi-Fi subscriptions and housemaids are also provided."
    }, 
    {
        "question": "What is the working schedule?",
        "answert": "Those who are working in the operations have three (3) shifts (morning, mid and night), which are shuffled monthly. For those that are working in the back office, the shift is 9AM to 6 PM."
    },
    {
        "question": "How is the processing of the working visa done?",
        "answert": "The company will be in charge of applying the expat employee’s working permit and processing other pertinent legal documents. The employee must take note of the terms and condition that apply in the employment agreement."
    }, 
    {
        "question": "How many employees do you have?",
        "answert": "We are a multinational company, which employs 300 to 350 employees. The nationalities that work here are Filipino, Malaysian, Chinese, Thai, Vietnamese, Indian, Korean, Japanese and Australian."
    }, 
    {
        "question": "What is your working environment?",
        "answert": "Our organizational culture thrives through the following principles: equality, excellence and mutual respect."
    }
]